const itemsDB = {
    weapons: [
        { name: "Кинжал", type: "Простое рукопашное", dmg: "1d4", dmgType: "кол", prop: ["фехт.", "метат. (20/60)", "легкое"], attr: "finesse" },
        { name: "Ручной топор", type: "Простое рукопашное", dmg: "1d6", dmgType: "руб", prop: ["метат. (20/60)", "легкое"], attr: "str" },
        { name: "Метательное копье", type: "Простое рукопашное", dmg: "1d6", dmgType: "кол", prop: ["метат. (30/120)"], attr: "str" },
        { name: "Булава", type: "Простое рукопашное", dmg: "1d6", dmgType: "дроб", prop: [], attr: "str" },
        { name: "Боевой посох", type: "Простое рукопашное", dmg: "1d6", dmgType: "дроб", prop: ["универс. (1d8)"], attr: "str" },
        { name: "Короткий лук", type: "Простое дальнее", dmg: "1d6", dmgType: "кол", prop: ["боеприпас", "двуруч."], attr: "dex" },
        { name: "Дротик", type: "Простое дальнее", dmg: "1d4", dmgType: "кол", prop: ["фехт.", "метат."], attr: "finesse" },
        
        { name: "Короткий меч", type: "Воинское рукопашное", dmg: "1d6", dmgType: "кол", prop: ["фехт.", "легкое"], attr: "finesse" },
        { name: "Рапира", type: "Воинское рукопашное", dmg: "1d8", dmgType: "кол", prop: ["фехт."], attr: "finesse" },
        { name: "Длинный меч", type: "Воинское рукопашное", dmg: "1d8", dmgType: "руб", prop: ["универс. (1d10)"], attr: "str" },
        { name: "Секира", type: "Воинское рукопашное", dmg: "1d12", dmgType: "руб", prop: ["двуруч.", "тяжелое"], attr: "str" },
        { name: "Длинный лук", type: "Воинское дальнее", dmg: "1d8", dmgType: "кол", prop: ["боеприпас", "двуруч.", "тяжелое"], attr: "dex" }
    ],
    armor: [
        { name: "Кожаная броня", type: "Легкий доспех", ac: 11, dexMod: true, dexMax: 99 },
        { name: "Проклепанная кожа", type: "Легкий доспех", ac: 12, dexMod: true, dexMax: 99 },
        { name: "Кольчужная рубаха", type: "Средний доспех", ac: 13, dexMod: true, dexMax: 2 },
        { name: "Чешуйчатый доспех", type: "Средний доспех", ac: 14, dexMod: true, dexMax: 2 },
        { name: "Кольчуга", type: "Тяжелый доспех", ac: 16, dexMod: false, dexMax: 0 },
        { name: "Латы", type: "Тяжелый доспех", ac: 18, dexMod: false, dexMax: 0 },
        { name: "Щит", type: "Щит", acBonus: 2 }
    ],
    potions: [
        { name: "Зелье лечения", desc: "Выпейте действием. Восстанавливает 2d4+2 ПЗ." },
        { name: "Зелье великого лечения", desc: "Восстанавливает 4d4+4 ПЗ." }
    ],
    gear: [
        { name: "Инструменты вора", desc: "Набор отмычек и щипцов для взлома замков." },
        { name: "Книга заклинаний", desc: "Важнейший предмет любого волшебника." },
        { name: "Рюкзак", desc: "Вмещает до 30 фунтов снаряжения." },
        { name: "Спальник", desc: "Для комфортного отдыха под открытым небом." },
        { name: "Пеньковая веревка (50 фт)", desc: "Выдерживает огромный вес." },
        { name: "Факел", desc: "Горит 1 час, радиус света 20 фт." },
        { name: "Рационы (1 день)", desc: "Сушеное мясо, орехи и хлебцы." }
    ]
};