const subclassData_TCE = {
    "Варвар": ["Путь Зверя", "Путь Дикой Магии"],
    "Бард": ["Коллегия Созидания", "Коллегия Красноречия"],
    "Жрец": ["Домен Порядка", "Домен Мира", "Домен Сумерек"],
    "Друид": ["Круг Спор", "Круг Звёзд", "Круг Лесного огня"],
    "Воин": ["Пси-Воин", "Рунический рыцарь"],
    "Монах": ["Путь Милосердия", "Путь Астрального Я"],
    "Паладин": ["Клятва Славы", "Клятва Стражей"],
    "Следопыт": ["Странник Фей", "Роевой хранитель"],
    "Плут": ["Фантом", "Клинок души"],
    "Чародей": ["Аберрантный Разум", "Заводная Душа"],
    "Колдун": ["Бездонный", "Джинн"],
    "Волшебник": ["Орден Писарей"]
};

const archFeatures_TCE = {};
