const races_EGW = {
    "Палид эльф": { 
        desc: "+2 к Ловкости, +1 к Мудрости.", 
        speed: 30,
        features: "[Палид эльф]\n- Тип: Гуманоид.\n- Тёмное зрение (60 футов).\n- Острые чувства (владение навыком Внимательность).\n- Родство с феями (преимущество на спасброски от очарования; нельзя усыпить магией).\n- Транс (4 часа вместо сна).\n- Проницательность (преимущество на проверки Расследования и Проницательности).\n- Заклинания: Свет (1 ур), Сон (3 ур), Невидимость (5 ур) — 1/день, Мудрость.",
        langs: "Общий, Эльфийский",
        skills: { perception: true }
    },
    "Полурослик Лотусден": { 
        desc: "+2 к Ловкости, +1 к Мудрости.", 
        speed: 25,
        features: "[Полурослик Лотусден]\n- Тип: Гуманоид.\n- Везучий (перебросить 1 на атаке, проверке или спасброске).\n- Храбрый (преимущество на спасброски от испуга).\n- Проворство полуросликов (проходить через существа крупнее вас).\n- Дитя леса: Друидское ремесло (фокус), Опутывание (3 ур), Шипы (5 ур) — 1/день, Мудрость.",
        langs: "Общий, Язык полуросликов",
        skills: {}
    }
};
