const spellsPHB6 = [
    { name: "Вред", level: 6, classes: ["Жрец"], desc: "Спас Телосложения. Наносит 14d6 некротического урона и снижает максимум хитов цели на эту же величину. Хитпоинты не могут упасть ниже 1." },
    { name: "Долина смерти (Круг смерти)", level: 6, classes: ["Волшебник", "Чародей", "Колдун"], desc: "Сфера радиусом 60 фт. Спас Телосложения. Наносит 8d6 некротического урона всем существам в зоне поражения." },
    { name: "Истинное зрение", level: 6, classes: ["Жрец", "Волшебник", "Чародей", "Колдун"], desc: "Дарует существу способность видеть истинную суть вещей на 120 фт: сквозь иллюзии, скрытые двери, невидимость и в магической тьме." },
    { name: "Исцеление", level: 6, classes: ["Жрец", "Друид"], desc: "Восстанавливает ровно 70 хитов одному существу. Снимает слепоту, глухоту и все болезни." },
    { name: "Каменный доспех (Плоть в камень)", level: 6, classes: ["Волшебник", "Колдун"], desc: "Концентрация. Спасбросок Телосложения. Постепенно превращает существо в каменную статую в течение нескольких раундов." },
    { name: "Магическое путешествие (Тропа ветра)", level: 6, classes: ["Друид"], desc: "Концентрация. Вы и союзники можете перемещаться по воздуху в форме легкого ветерка со скоростью полета 30 фт." },
    { name: "Массовое внушение", level: 6, classes: ["Бард", "Волшебник", "Чародей", "Колдун"], desc: "Спас Мудрости. Вы внушаете одну и ту же разумную команду группе до 12 существ на срок до 24 часов." },
    { name: "Пир героев", level: 6, classes: ["Жрец", "Друид"], desc: "Расходный компонент. Создает пир для 12 существ. Дает иммунитет к яду, испугу, преимущество на спасы Мудрости и +2d10 к максимуму ПЗ на 24 часа." },
    { name: "Пленение души", level: 6, classes: ["Волшебник", "Колдун"], desc: "Реакция при смерти существа. Заключает его душу в клетку, лишая возможности воскрешения и позволяя вам допрашивать её." },
    { name: "Солнечный луч", level: 6, classes: ["Друид", "Волшебник", "Чародей"], desc: "Концентрация. Линия 60 фт. Наносит 4d8 урона излучением и ослепляет цели на 1 ход (спас Телосложения половина). Можно повторять каждый ход." },
    { name: "Стена льда", level: 6, classes: ["Волшебник"], desc: "Концентрация. Создает ледяную стену из 10 панелей. Наносит 10d6 урона холодом при появлении и 5d6 тем, кто пытается пройти сквозь неё." },
    { name: "Тайный взгляд", level: 6, classes: ["Бард", "Волшебник", "Чародей", "Колдун"], desc: "Концентрация. Ваши глаза сияют. Позволяет видеть сквозь невидимость, иллюзии, а также смотреть в Эфирный план." },
    { name: "Цепная молния", level: 6, classes: ["Волшебник", "Чародей"], desc: "Наносит 10d8 урона молнией выбранной цели. От неё отделяются еще 3 молнии, бьющие в другие цели в пределах 30 фт." }
];