const spellsEGW = [
    { name: "Дар проворства", level: 1, classes: ["Волшебник"], desc: "8 часов. Касание. Цель добавляет 1d8 ко всем своим броскам инициативы." },
    { name: "Увеличение гравитации", level: 1, classes: ["Волшебник"], desc: "Сфера 10 фт. Спасбросок Телосложения. 2d8 силового урона, скорость цели уменьшается вдвое на 1 ход." },
    { name: "Запястье карманника", level: 2, classes: ["Волшебник"], desc: "Рит. Конц. 1 час. Вы прячете предмет весом до 5 фунтов в межпространственный карман на запястье и призываете его действием." },
    { name: "Оборотная сторона", level: 2, classes: ["Волшебник"], desc: "1 час. 1 час действия. Цель получает серый шарик удачи, позволяющий перебросить одну атаку, спасбросок или проверку." },
    { name: "Пульсирующая волна", level: 3, classes: ["Волшебник"], desc: "Конус 30 фт. Спасбросок Силы. 6d8 силового урона, и вы притягиваете или отталкиваете цели на 15 фт." },
    { name: "Гравитационная воронка", level: 4, classes: ["Волшебник"], desc: "Сфера 20 фт в 120 фт. Спасбросок Телосложения. 5d10 силового урона и всех притягивает к центру воронки." },
    { name: "Временной скачок", level: 5, classes: ["Волшебник"], desc: "Реакция на атаку или сотворение заклинания. Спасбросок Мудрости. Цель исчезает во времени до начала своего след. хода, прерывая действие." },
    { name: "Гравитационная трещина", level: 6, classes: ["Волшебник"], desc: "Линия 100 фт длиной и 5 фт шириной. Спасбросок Телосложения. 8d8 силового урона, все в пределах 10 фт притягиваются к линии." },
    { name: "Привязка ко времени", level: 7, classes: ["Волшебник"], desc: "Конц. 1 час. Связывает жизненные силы двух существ. Когда одно получает урон или исцеление, другое получает ровно столько же." },
    { name: "Темная звезда", level: 8, classes: ["Волшебник"], desc: "Конц. 1 мин. Сфера 40 фт темной гравитации. Сильный шум, магическая тьма. Спас Тела или 8d10 урона силой каждый ход." },
    { name: "Ненасытная пустота", level: 9, classes: ["Волшебник"], desc: "Конц. 1 мин. Черная дыра радиусом 20 фт. Спасбросок Силы. 9d10 силового урона и уничтожение предметов в пыль." },
    { name: "Разрыв времени", level: 9, classes: ["Волшебник"], desc: "Касание. Спасбросок Телосложения. 10d12 некротического урона, и цель мгновенно стареет до конца своей естественной жизни." },
    { name: "Истощающий укол", level: 0, classes: ["Волшебник"], desc: "Дистанция 30 фт. Спасбросок Телосложения. 1d4 некротического урона и цель падает ничком." },
    { name: "Неподвижный предмет", level: 2, classes: ["Волшебник"], desc: "Касание. 1 час. Предмет до 10 фунтов фиксируется в пространстве. Выдерживает до 4 000 фунтов нагрузки (сдвиг требует проверки Силы)." },
    { name: "Разрыв реальности", level: 8, classes: ["Волшебник"], desc: "Конц. 1 мин. Спасбросок Мудрости. Цель разрывается меж измерениями, получая каждый ход случайный эффект (6d10 психики, ошеломление или 8d10 холода)." }
];
