const spellsFTD = [
    { name: "Проделки Натейра", level: 2, classes: ["Бард", "Чародей", "Волшебник"], desc: "Конц. 1 мин. Куб 20 фт. Каждый раунд случайный эффект дракона фей (очарование, ослепление, замедление или смех)." },
    { name: "Шаг Ашардалона", level: 3, classes: ["Изобретатель", "Следопыт", "Чародей", "Волшебник"], desc: "Бонусное. Конц. 1 мин. Ваша скорость увеличивается на 20 фт, не провоцирует атаки. Все рядом с вашим путем получают 1d6 огня." },
    { name: "Психическое копьё Раулотима", level: 4, classes: ["Бард", "Чародей", "Колдун", "Волшебник"], desc: "120 фт. Спасбросок Интеллекта. 7d6 психического урона и цель недееспособна до конца след. хода (половина при успехе)." },
    { name: "Призыв драконьего духа", level: 5, classes: ["Друид", "Чародей", "Волшебник"], desc: "Конц. 1 час. Призывает духа дракона большого размера (дыхание стихией, мультиатака когтями и полет 60 фт)." },
    { name: "Платиновый щит Физбана", level: 6, classes: ["Чародей", "Волшебник"], desc: "Бонусное. Конц. 1 мин. 60 фт. Дает существу укрытие на 1/2 (+2 КД/спас), сопротивление стихиям и Уклонение." },
    { name: "Превращение в дракона", level: 7, classes: ["Друид", "Чародей", "Волшебник"], desc: "Бонусное. Конц. 1 мин. Вы получаете слепое зрение 30 фт, полет 60 фт и дыхание силой 6d8 конусом 60 фт каждый ход." },
    { name: "Сковывающий мороз Райма", level: 2, classes: ["Чародей", "Волшебник"], desc: "Конус 30 фт. Спасбросок Телосложения. 3d8 урона холодом и цель покрывается льдом (скорость 0). Лед сбивается действием или уроном огнем." }
];
